_posts/language/2016-08-11-english-bovine.html
---
layout: post
title: 单词本：牛的
categories: [language]
tags: [English]
---

<p>
不久前不是刚过七夕节么，那天看到 China Daily 有介绍中国情人节牛郎织女的故事，其中有提到神牛的来历：
</p>

<blockquote>
<p>
The cow, however, was a former god who had violated imperial rules and was sent
to earth in <i>bovine</i> form.<sup><a id="fnr.1" class="footref" href="#fn.1">1</a></sup>
</p>
</blockquote>

<p>
前世大神违反天条贬为牛形。
</p>

<p>
在文中见到一个新单词 bovine。
</p>

<div id="outline-container-orgheadline1" class="outline-2">
<h2 id="orgheadline1"><span class="section-number-2">1</span> Bovine</h2>
<div class="outline-text-2" id="text-1">
<blockquote>
<ol class="org-ol">
<li>of, relating to, or resembling bovines and especially the ox or cow</li>
<li>having qualities (as placidity or dullness) characteristic of oxen or cows</li>
</ol>
</blockquote>

<p>
1） 和牛相关的；2）和牛一样蠢笨迟钝的。
</p>

<ul class="org-ul">
<li>California declared free of bovine tuberculosis. 加州宣称没有牛肺结核病。<sup><a id="fnr.2" class="footref" href="#fn.2">2</a></sup></li>
<li>But is there something vaguely bovine, dull, about the state of being
unstressed? Is there something slow, unfruitful, stagnant or dense about
calm?<sup><a id="fnr.3" class="footref" href="#fn.3">3</a></sup> 摘自 ft.com 关于如何享受压力的一篇文章：“但是，是不是会在没有压力的时候感觉依稀有些像牛一样笨拙，迟钝？是不是会在平静的时候觉得有些慢悠悠，没成果，停顿不前，又愚钝呢？”很明显作者是个驱动（Driver）型的人。（关于社交风格类型的讨论详见前几天的文章：<a href="http://kimi.im/2016-08-03-versatile-communication">August 3, 2016 » 管理技能：溝通中的迎合能力</a>）</li>
<li>Mr Mad Eyebrows said: “What worries me is the impression given by the 40% who
say they won’t. At best it suggests closed minds, a certain bigotry. At worst
it conveys an image of bovine stupidity.” <sup><a id="fnr.4" class="footref" href="#fn.4">4</a></sup>疯眉毛先生说：“让我担心的是
40% 说不会的人对我的印象。好的方面表示心灵闭塞，某种程度的顽固不化。坏的方面传递了一个如牛一般蠢笨迟钝的形象。”</li>
</ul>
</div>
</div>

<div id="outline-container-orgheadline4" class="outline-2">
<h2 id="orgheadline4"><span class="section-number-2">2</span> Derivation / 衍</h2>
<div class="outline-text-2" id="text-2">
</div><div id="outline-container-orgheadline2" class="outline-3">
<h3 id="orgheadline2"><span class="section-number-3">2.1</span> bovid</h3>
<div class="outline-text-3" id="text-2-1">
<p>
牛科动物
</p>

<ul class="org-ul">
<li>Bovidae is the biological family of cloven-hoofed, ruminant mammals that
includes bison, African buffalo, water buffalo, antelopes, gazelles, sheep,
goats, muskoxen, and domestic cattle. A member of this family is called a
bovid.<sup><a id="fnr.5" class="footref" href="#fn.5">5</a></sup></li>
<li>Neanderthals just wore cape-like clothing mainly from bovids and animals of
the deer family.<sup><a id="fnr.6" class="footref" href="#fn.6">6</a></sup> 尼安得特尔人穿牛科动物或者鹿类皮毛做的斗篷。</li>
</ul>
</div>
</div>

<div id="outline-container-orgheadline3" class="outline-3">
<h3 id="orgheadline3"><span class="section-number-3">2.2</span> beef</h3>
<div class="outline-text-3" id="text-2-2">
<p>
牛肉，肉牛。
</p>

<p>
看起来好像和 bovine 差别有些大，但是如果知道法语里牛肉是这么写的： bœuf，就感觉和 bovine 接近了一些了，如果进一步把 f 改成 v 就差不多了。
</p>

<p>
beef 除了是牛肉的意思，还有“抱怨，大发牢骚”之意，这倒是有些出其不意：
</p>

<ul class="org-ul">
<li>Instead of beefing about what Mrs Martin has not done, her critics might take
a look at what she is trying to do. 批评者不要老是抱怨马丁太太没有做什么事情，不妨看看她正要做什么事情。</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-orgheadline12" class="outline-2">
<h2 id="orgheadline12"><span class="section-number-2">3</span> Synonym / 同</h2>
<div class="outline-text-2" id="text-3">
</div><div id="outline-container-orgheadline5" class="outline-3">
<h3 id="orgheadline5"><span class="section-number-3">3.1</span> cow</h3>
<div class="outline-text-3" id="text-3-1">
<p>
母牛，奶牛
</p>
</div>
</div>

<div id="outline-container-orgheadline6" class="outline-3">
<h3 id="orgheadline6"><span class="section-number-3">3.2</span> heifer</h3>
<div class="outline-text-3" id="text-3-2">
<p>
小母牛，还没结婚生小牛的母牛。
</p>
</div>
</div>

<div id="outline-container-orgheadline7" class="outline-3">
<h3 id="orgheadline7"><span class="section-number-3">3.3</span> bull</h3>
<div class="outline-text-3" id="text-3-3">
<p>
公牛，力大如牛的人，股票牛市。
</p>
</div>
</div>

<div id="outline-container-orgheadline8" class="outline-3">
<h3 id="orgheadline8"><span class="section-number-3">3.4</span> bullock</h3>
<div class="outline-text-3" id="text-3-4">
<p>
阉小公牛。但是 Sandra Bullock 就不一样了:-) 她是个美女。
</p>
</div>
</div>

<div id="outline-container-orgheadline9" class="outline-3">
<h3 id="orgheadline9"><span class="section-number-3">3.5</span> calf</h3>
<div class="outline-text-3" id="text-3-5">
<p>
小牛。
</p>
</div>
</div>

<div id="outline-container-orgheadline10" class="outline-3">
<h3 id="orgheadline10"><span class="section-number-3">3.6</span> ox</h3>
<div class="outline-text-3" id="text-3-6">
<p>
公牛。
</p>
</div>
</div>

<div id="outline-container-orgheadline11" class="outline-3">
<h3 id="orgheadline11"><span class="section-number-3">3.7</span> bison</h3>
<div class="outline-text-3" id="text-3-7">
<p>
野牛。
</p>

<p>
不过 GNU Bison 是 GCC 的语法分析生成器。<sup><a id="fnr.7" class="footref" href="#fn.7">7</a></sup>
</p>
</div>
</div>
</div>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1">1</a></sup> <div class="footpara"><p class="footpara">
<a href="http://www.chinadaily.com.cn/culture/2016-08/09/content_26391352.htm">Culture Insider: Qixi - the Chinese Valentine's Day</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.2" class="footnum" href="#fnr.2">2</a></sup> <div class="footpara"><p class="footpara">
<a href="http://www.bendbulletin.com/business/4564823-151/california-declared-free-of-bovine-tuberculosis?referrer=bullet1">California declared free of bovine tuberculosis</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.3" class="footnum" href="#fnr.3">3</a></sup> <div class="footpara"><p class="footpara">
<a href="http://www.ft.com/intl/cms/s/2/9b46859c-afcb-11e3-9cd1-00144feab7de.html#axzz4H1uxKvCv">The joy of stress</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.4" class="footnum" href="#fnr.4">4</a></sup> <div class="footpara"><p class="footpara">
<a href="http://www.liverpoolecho.co.uk/news/news-opinion/paddy-shennan-bovine-stupidity-bernard-6345600">Paddy Shennan: 'Bovine stupidity'? Bernard Ingham should take a look in the mirror</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.5" class="footnum" href="#fnr.5">5</a></sup> <div class="footpara"><p class="footpara">
<a href="https://en.wikipedia.org/wiki/Bovidae">Wikipedia: Bovidae</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.6" class="footnum" href="#fnr.6">6</a></sup> <div class="footpara"><p class="footpara">
<a href="http://www.livescience.com/55624-parkas-helped-early-humans-survive.html">Parkas Helped Early Humans Survive</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.7" class="footnum" href="#fnr.7">7</a></sup> <div class="footpara"><p class="footpara">
<a href="http://baike.baidu.com/link?url=28GEfXCTy3LTjp3wVXJb8B4EnsXof6YE4Shxu6z2CWWkvlGQmZjePsyYU50CpviPfrI1wU93IFDy1OZ4kcwvA_">GNU Bison</a>
</p></div></div>


</div>
</div>
